Repository: 20161111/Mac-App-Translation
Catalog: DEVONthink Pro/Template Scripts/Project.templatescriptd/Contents/Resources/*.lproj/Localizable.strings
Languages: de, fr

source: New Project
de: Neues Projekt
fr: Nouveau Projet

source: About this project
de: Über dieses Projekt
fr: Sur ce projet

source: Please enter a name for this project
de: Bitte geben Sie einen Namen für dieses Projekt ein
fr: Entrez le titre pour le projet, s'il vous plaît

source: Cancel
de: Abbrechen
fr: Annuler

source: Type your name here
de: Ihr Name
fr: Votre nom

source: my@email.com
de: my@email.de
fr: my@email.fr

source: Type dept. name here
de: Ihre Abteilung
fr: Votre division

source: An error occured when creating the new project structure
de: Beim Erstellen der neuen Projektstruktur ist ein Fehler aufgetreten
fr: Une erreur etait produite quand la nouvelle structure du projet a été crée

source: An error occured when accessing the address book.
de: Beim Zugriff auf das Adressbuch ist ein Fehler aufgetreten.
fr: Une erreur etait produite pendant l'accès au carnet d'adresses.

source: An error occured when accessing your Contacts card.
de: Beim Zugriff auf Ihre Visitenkarte ist ein Fehler aufgetreten.
fr: Une erreur etait produite pendant l'accès au votre fiche.

source: Please select your address card in Contacts and mark it as your card (via the menu command Card > Make This My Card). Then try again to use this template.
de: Bitte wählen Sie Ihre Visitenkarte im Programm Kontakte und markieren Sie sie als Ihre Karte (mit dem Menübefehl Visitenkarte > Dies ist meine Visitenkarte). Versuchen Sie dann noch einmal, diese Vorlage zu benutzen.
fr: S'il vous plaît sélectionnez votre fiche dans Contacts, marquez-votre fiche avec Fiche > Faire de cette fiche ma fiche personelle. Ensuite, essayez à nouveau d'utiliser ce modèle.
