Repository: 20161111/Mac-App-Translation
Catalog: DEVONthink Pro/Scripts/Import/_x Adium Chatlogs.scptd/Contents/Resources/*.lproj/Localizable.strings
Languages: de, fr

source: Converting chat with
de: Konvertiere Chat mit
fr: Conversion des conversations avec

source: Converting
de: Konvertiere
fr: Conversion

source: Importing from Adium
de: Importiere von Adium
fr: Importation depuis Adium

source: Importing converted chatlogs
de: Importiere konvertierte Chatlogs
fr: Importation des conversations converties

source: Deleting old chatlogs
de: Lösche alte Chatlogs
fr: Suppression des anciennes conversations

source: Chat log
fr: Historique des conversations

source: in old .AdiumHTMLLog format. Only copied, not converted.
de: im alten .AdiumHTMLLog-Dateiformat. Nur kopiert, nicht konvertiert.
fr: en ancien format .AdiumHTMLLog. Seulemet copié, non converti.

source: not converted. Bad XML code.
de: nicht konvertiert. XML-Format defekt.
fr: non converti. Mauvais code XML.

source: not converted.
de: nicht konvertiert.
fr: non converti.

source: Adium does not seem to be installed.
de: Adium scheint nicht installiert zu sein.
fr: Adium ne semble pas être installé.

source: The folder ~/Library/Application Support/Adium 2.0 does not exist. Install and run Adium to use this function.
de: Der Ordner ~/Library/Application Support/Adium 2.0 ist nicht vorhanden. Bitte installieren und öffnen Sie Adium, um diese Funktion verwenden zu können.
fr: Le dossier ~/Library/Application Support/Adium 2.0 n'existe pas. Installez et exécutez Adium pour utiliser cette fonction.

source: No database is currently open.
de: Es ist keine Datenbank geöffnet.
fr: Aucune base de données n'est actuellement ouverte.

source: Conversion failed.
de: Konvertierung fehlgeschlagen.
fr: Conversion échouée

source: Import failed.
de: Import fehlgeschlagen.
fr: Importation échouée

source: Deleting failed.
de: Löschen fehlgeschlagen.
fr: Suppression échouée

source: Do you want to delete the original chatlogs after importing?
de: Möchten Sie die Originaldateien der Chatlogs nach dem Importieren löschen?
fr: Voulez-vous supprimer l'historique des conversations d'origine après l'importation?

source: Cancel
de: Abbrechen
fr: Annuler

source: Yes
de: Ja
fr: Oui

source: No
de: Nein
fr: Non
