Repository: 20161111/Mac-App-Translation
Catalog: DEVONthink Pro/Template Scripts/Search/PubMed.templatescriptd/Contents/Resources/*.lproj/Localizable.strings
Languages: de, fr

source: PubMed Article
de: PubMed-Artikel
fr: Article PubMed

source: New PubMed Query
de: Neue PubMed-Anfrage
fr: Nouvelle requête sur PubMed

source: Please enter your query for PubMed:
de: Bitte geben Sie Ihre Anfrage an PubMed ein:
fr: Entrez votre requête sur PubMed :

source: PubMed Research:
de: PubMed-Suchergebnis:
fr: Résultats de PubMed :

source: Click here to view article in PubMed
de: Klicken Sie hier, um den Originalartikel anzuzeigen
fr: Cliquez ici pour voir l'article original

source: Researching on PubMed
de: Forschen auf PubMed
fr: Recherche sur PubMed

source: Making a group for the results
de: Erstelle Gruppe f端r die Ergebnisse
fr: Créer un groupe pour les résultats

source: Sending query
de: Sende Anfrage
fr: Envoyer la requête

source: Downloading result list
de: Lade Ergebnisliste herunter
fr: Télécharger la liste des résultats

source: Downloading articles from PubMed
de: Lade Artikel herunter
fr: Télécharger des articles

source: Could not create group.
de: Konnte die Gruppe nicht erstellen.
fr: Pas possible de créer un groupe.

source: An error has occured.
de: Ein Fehler ist aufgetreten.
fr: Une erreur s'est produite.

source: No abstract available.
de: Keine Zusammenfassung verf端gbar.
fr: Résumé non disponible.

source: 503 Service Temporarily Unavailable
de: 503 Dienst vor端bergehend nicht verf端gbar
fr: 503 Service temporairement non disponible

source: No results.
de: Keine Ergebnisse.
fr: Aucun résultat.
