Repository: 20161111/Mac-App-Translation
Catalog: DEVONthink Pro/Template Scripts/Addresses & Dates/Calendar Event.templatescriptd/Contents/Resources/*.lproj/Localizable.strings
Languages: de, fr

source: Event
de: Termin
fr: Événement

source: scheduled
de: Festgelegt für
fr: prévu

source: scheduled for
de: Festgelegt für
fr: programmé pour le

source: from
de: von
fr: de

source: Cancel
de: Abbrechen
fr: Annuler

source: Looking up event in iCal
de: Suche Termin in iCal
fr: Rechercher l'événement en iCal

source: Looking up event in Calendar
de: Suche Termin im Kalender
fr: Rechercher l'événement en Calendrier

source: Calendar:
de: Kalender:
fr: Calendrier:

source: No event on the clipboard. Please select an event in iCal and select Edit > Copy or press Command-C to copy it to the clipboard. Then try again to use this template.
de: Kein Termin in der Zwischenablage. Bitte wählen Sie einen Termin in iCal aus und verwenden Sie Bearbeiten > Kopieren oder drücken Sie Befehl-C um ihn in die Zwischenablage zu kopieren. Versuchen Sie dann nochmals, diese Vorlage zu verwenden.
fr: Pas de date sur le presse-papiers. S'il vous plaît sélectionnez un événement dans iCal et sélectionnez Édition > Copier ou appuyez Commande-C pour copier-le dans le presse-papiers. Puis essayez à nouveau d'utiliser ce modèle.

source: No event on the clipboard. Please select an event in Calendar and select Edit > Copy or press Command-C to copy it to the clipboard. Then try again to use this template.
de: Kein Termin in der Zwischenablage. Bitte wählen Sie einen Termin im Kalender aus und verwenden Sie Bearbeiten > Kopieren oder drücken Sie Befehl-C um ihn in die Zwischenablage zu kopieren. Versuchen Sie dann nochmals, diese Vorlage zu verwenden.
fr: Pas de date sur le presse-papiers. S'il vous plaît sélectionnez un événement dans Calendrier et sélectionnez Édition > Copier ou appuyez Commande-C pour copier-le dans le presse-papiers. Puis essayez à nouveau d'utiliser ce modèle.

source: iCal is not open. Please open iCal and select an event, then try again.
de: iCal ist nicht geöffnet. Bitte öffnen Sie iCal und versuchen es dann noch einmal.
fr: iCal n'est pas ouvert. S'il vous plaît ouvrez iCal et essayez encore.

source: Calendar is not open. Please open Calendar and select an event, then try again.
de: Der Kalender ist nicht geöffnet. Bitte öffnen Sie den Kalender und versuchen es dann noch einmal.
fr: Calendrier n'est pas ouvert. S'il vous plaît ouvrez Calendrier et essayez encore.

source: Error when accessing iCal.
de: Fehler beim Zugriff auf iCal.
fr: Erreur accèssant iCal.

source: Error when accessing Calender.
de: Fehler beim Zugriff auf den Kalender.

source: An error occured when adding the event
de: Fehler beim Hinzufügen des Ereignisses
fr: Une erreur etait produite

source: Error when accessing Calendar.
fr: Erreur accèssant Calendrier.
