Repository: 20161111/Mac-App-Translation
Catalog: DEVONthink Pro/SorterPrefPane.prefPane/Contents/Resources/*.lproj/Localizable.strings
Languages: french, german

# Availability:
source: 可用性:
french: Disponibilité :
german: Verfügbarkeit:

# Cancel
source: 取消
french: Annuler
german: Abbrechen

# Check
source: 选中
french: Vérifier
german: Überprüfen

# Copy Selection Hotkey:
source: 拷贝所选热键:
french: Raccourci Copier la sélection :
german: Kürzel für „Auswahl kopieren“:

# Could not add the login item.
source: 无法添加登录项.
french: Ne peut ajouter l'élément à Ouverture.
german: Konnte das Startobjekt nicht hinzufügen.

# Could not remove the login item.
source: 无法移除登录项.
french: Ne peut supprimer l'élément d'Ouverture.
german: Konnte das Startobjekt nicht entfernen.

# Full
source: 完全
french: Plein
german: Voll sichtbar

# Quit
source: 退出
french: Quitter
german: Beenden

# Reset Fullscreen Settings
source: 重置全屏设置
french: Réinitaliser les réglages plein écran
german: Vollbild-Einstellungen zurücksetzen

# Show
source: 显示
french: Afficher
german: Einblenden

# Sorter needs to restart.
source: 分类器需要重新启动.
french: Sorter doit redémarrer.
german: Sorter benötigt Neustart.

# Start Sorter at login
source: 登录时启动分类器
french: Afficher en ouvrant
german: Beim Systemstart einblenden

# Take Note Hotkey:
source: 做笔记热键:
french: Raccourci Prendre une note :
german: Kürzel zum „Notiz Erstellen“:

source: 分类器帮您从任意应用程序收集信息到指定分组, 即使在数据库不可用时. 分类器显示为 “DEVONthink”标签附着在屏幕边缘.
french: Sorter permet de recueillir des informations depuis n'importe quelle application dans des groupes spécifiques, même si une base de données n'est pas disponible. Le Sorter apparaît comme un onglet « DEVONthink » rattaché à un bord de l'écran.
german: Der Sorter hilft Ihnen Information aus anderen Programmen zu sammeln und zu bestimmten Gruppen hinzuzufügen, selbst wenn die Datenbank selbst gerade nicht verfügbar ist. Der Sorter erscheint als ein „DEVONthink“-Reiter am Bildschirmrand.

# this combination is used for the `Copy Selection' hot key
source: 此组合用于 “拷贝选区” 热键
french: cette combinaison est utilisée pour le raccourci “Copier la sélection”
german: diese Kombination wird für das Tastenkürzel für „Auswahl kopieren“ verwendet

# this combination is used for the `Take Note' hot key
source: 此组合用于 “做笔记” 热键
french: cette combinaison est utilisée pour le raccourci “Prendre une note”
german: diese Kombination wird für das Tastenkürzel für „Notiz erstellen“ verwendet

# Visibility:
source: 可见性:
french: Visibilité :
german: Sichtbarkeit:

source: 您可能没有权限更改 '登录项'. 您想在系统偏好设置>帐户偏好设置中进行检查吗?
french: Vous n'avez peut-être pas l'autorisation de modifier « Ouverture ». Voulez-vous le vérifier dans Préférences Système > Comptes ?
german: Sie könnten eventuell nicht die Rechte haben, die Startobjekte zu verändern. Möchten Sie dies in den Systemeinstellungen > Konto überprüfen?

# Hide Sorter in Full Screen:
source: 在全屏时隐藏分类器:
french: Hide Sorter in Full Screen:
german: Sorter im Vollbildmodus ausblenden:

# Application
source: 应用程序
french: Application
german: Anwendung

# Hide
source: 隐藏
french: Cache
german: Ausblenden
